aom
avrdude
azure-cli
bitwarden-cli
boost
bootloadhid
bottom
brotli
c-ares
ca-certificates
cairo
ccls
clang-format
cmake
confuse
ctags
curl
dfu-programmer
dfu-util
double-conversion
edencommon
fb303
fbthrift
fd
fizz
fmt
folly
fontconfig
freetype
fribidi
fzf
gcc
gd
gdb
gdbm
gdk-pixbuf
gettext
gflags
giflib
glib
glog
gmp
gnu-sed
go
gopls
graphite2
graphviz
grip
gts
harfbuzz
hidapi
highway
icu4c
imath
isl
jasper
jemalloc
jpeg-turbo
jpeg-xl
jq
krb5
lazydocker
lazygit
libavif
libev
libevent
libftdi
libice
libidn2
libimagequant
liblinear
libmpc
libnghttp2
libpng
libpq
libpthread-stubs
libraqm
librsvg
libsm
libsodium
libssh2
libtermkey
libtiff
libtool
libtorrent-rakshasa
libunistring
libusb
libusb-compat
libuv
libvmaf
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxmu
libxrender
libxt
libyaml
little-cms2
llvm
lua
lua-language-server
lua@5.3
luajit
luajit-openresty
luarocks
luv
lz4
lzo
m4
make
mpdecimal
mpfr
msgpack
ncurses
neovim
netpbm
nghttp2
nmap
nnn
node
oniguruma
openexr
openjpeg
openldap
openssl@1.1
openssl@3
pandoc
pango
pcre
pcre2
pgcli
pillow
pixman
pkcs11-helper
pkg-config
pygments
pyright
python-tabulate
python-tk@3.9
python-typing-extensions
python@3.10
python@3.11
python@3.8
python@3.9
readline
ripgrep
rtmpdump
rust-analyzer
shfmt
six
snappy
sqlite
taplo
tcl-tk
teensy_loader_cli
tmux
tree
tree-sitter
unibilium
unixodbc
utf8proc
wangle
watchman
webp
webtorrent-cli
xclip
xmlrpc-c
xorgproto
xz
yarn
z3
zstd
azure/functions/azure-functions-core-tools@4
gromgit/fuse/sshfs-mac
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
microsoft/mssql-release/msodbcsql17
microsoft/mssql-release/mssql-tools
osx-cross/arm/arm-gcc-bin@8
osx-cross/avr/avr-binutils
osx-cross/avr/avr-gcc@8
qmk/qmk/mdloader
qmk/qmk/qmk
1password
1password-cli
alacritty
bitwarden
chromedriver
dbeaver-community
font-dejavu
font-dejavu-sans-mono-nerd-font
google-chrome
google-cloud-sdk
karabiner-elements
kindle
macfuse
mongodb-compass
ngrok
notion
obsidian
qmk-toolbox
rar
raspberry-pi-imager
slack
telegram
tunnelblick
viber
visual-studio-code
vlc
