aom
autoconf
avrdude
aws-elasticbeanstalk
awscli
black
boost
bootloadhid
bottom
brotli
c-ares
ca-certificates
cairo
cask
ccls
certifi
cffi
clang-format
cloc
cmake
cmake-docs
confuse
coreutils
cryptography
ctags
curl
delve
dfu-programmer
dfu-util
double-conversion
edencommon
emacs
entr
exercism
fb303
fbthrift
fd
fizz
fmt
folly
fontconfig
freetype
fribidi
fx
fzf
gcc
gd
gdb
gdbm
gdk-pixbuf
gettext
gflags
gh
giflib
git-delta
glib
glog
gmp
gnu-sed
gnupg
gnutls
go
gofumpt
golines
gopls
gotags
gradle
gradle-completion
graphite2
graphviz
gts
harfbuzz
hidapi
highway
icu4c
icu4c@75
imath
isl
isort
jansson
jasper
jdtls
jemalloc
jpeg-turbo
jpeg-xl
jq
krb5
lazydocker
lazygit
libassuan
libavif
libdeflate
libev
libevent
libftdi
libgcrypt
libgpg-error
libice
libidn2
libimagequant
libksba
liblinear
libmpc
libnghttp2
libpng
libpq
libpthread-stubs
libraqm
librsvg
libsm
libsodium
libssh2
libtasn1
libtiff
libtool
libunistring
libusb
libusb-compat
libuv
libvmaf
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxmu
libxrender
libxt
libyaml
little-cms2
llvm
lpeg
lua
lua-language-server
luajit
luajit-openresty
luarocks
luv
lz4
lzo
m4
make
maven
maven-completion
mpdecimal
mpfr
msgpack
mvfst
ncurses
neovim
netpbm
nettle
nghttp2
nmap
nnn
node
npth
oniguruma
openexr
openjdk
openjdk@17
openjpeg
openssl@1.1
openssl@3
p11-kit
pango
pcre2
pgcli
pillow
pinentry
pixman
pkg-config
powerlevel10k
prettier
pycparser
pyenv
pyright
python-packaging
python-tk@3.9
python@3.10
python@3.12
python@3.13
python@3.8
python@3.9
readline
ripgrep
rtmpdump
rust-analyzer
shfmt
snappy
sqlfluff
sqlite
stylua
taplo
tcl-tk
teensy_loader_cli
telnet
terraform
tmux
tokei
tree
tree-sitter
unbound
unibilium
unixodbc
utf8proc
wangle
watchman
webp
webtorrent-cli
wget
xclip
xorgproto
xz
yarn
yq
z3
zsh-completions
zstd
gromgit/fuse/sshfs-mac
hashicorp/tap/terraform-ls
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
microsoft/mssql-release/msodbcsql17
microsoft/mssql-release/mssql-tools
osx-cross/arm/arm-none-eabi-binutils
osx-cross/arm/arm-none-eabi-gcc@8
osx-cross/avr/avr-binutils
osx-cross/avr/avr-gcc@8
qmk/qmk/hid_bootloader_cli
qmk/qmk/mdloader
qmk/qmk/qmk
1password
alacritty
balenaetcher
bitwarden
chromedriver
dbeaver-community
font-dejavu
font-dejavu-sans-mono-nerd-font
google-chrome
google-cloud-sdk
intellij-idea-ce
karabiner-elements
kindle
macfuse
microsoft-auto-update
mongodb-compass
ngrok
notion
obsidian
qmk-toolbox
rar
raspberry-pi-imager
skype
slack
spaceid
spotify
telegram
viber
visual-studio-code
vlc
yacreader
