aajohan-comfortaa-fonts
abrt-cli
abrt-desktop
acl
adobe-source-code-pro-fonts
adoptium-temurin-java-repository
alacritty
alien
alsa-sof-firmware
alsa-ucm
alsa-utils
amd-gpu-firmware
amd-ucode-firmware
anaconda
anaconda-install-env-deps
anaconda-live
atheros-firmware
at-spi2-atk
at-spi2-core
attr
audit
authselect
avahi
awscli2
b43-fwcutter
b43-openfwwf
baobab
basesystem
bash
bash-color-prompt
bash-completion
bc
bind-utils
biosdevname
black
bluez-cups
bottom
brcmfmac-firmware
breeze-icon-theme-fedora
brltty
btrfs-progs
bzip2
chrony
cifs-utils
cirrus-audio-firmware
clang
clipman
cloudflared
cmake
colord
compsize
containerd.io
coreutils
cpio
cpuinfo
cryptsetup
cups
cups-browsed
cups-filters
cups-pk-helper
curl
cyrus-sasl-plain
dconf
default-editor
default-fonts-cjk-mono
default-fonts-cjk-sans
default-fonts-cjk-serif
default-fonts-core-emoji
default-fonts-core-math
default-fonts-core-mono
default-fonts-core-sans
default-fonts-core-serif
default-fonts-got
default-fonts-kab
default-fonts-nqo
default-fonts-other-mono
default-fonts-other-sans
default-fonts-other-serif
default-fonts-syr
deltarpm
desktop-backgrounds-gnome
dhcp-client
dnf5
dnf5-plugins
dnsmasq
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-compose-plugin
dos2unix
dosfstools
dracut-config-rescue
dracut-live
dracut-network
e2fsprogs
efibootmgr
ethtool
evince
evince-djvu
evtest
exfatprogs
f42-backgrounds-base
f42-backgrounds-gnome
fedora-bookmarks
fedora-chromium-config
fedora-flathub-remote
fedora-release-workstation
fedora-repos-rawhide
fedora-workstation-backgrounds
fedora-workstation-repositories
ffmpeg
fftw-libs-single
file
filesystem
filesystem-srpm-macros
firefox
firewalld
flatpak
fpaste
fprintd-pam
fros-gnome
fwupd
fzf
gamemode
gcc-c++
gdm
gdouros-symbola-fonts
gh
ghostscript
git
git-delta
glibc
glibc-all-langpacks
glib-networking
gnome-backgrounds
gnome-bluetooth
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-classic-session
gnome-clocks
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-epub-thumbnailer
gnome-font-viewer
gnome-initial-setup
gnome-logs
gnome-maps
gnome-network-displays
gnome-online-accounts-libs
gnome-remote-desktop
gnome-session-wayland-session
gnome-settings-daemon
gnome-shell
gnome-shell-common
gnome-shell-extension-background-logo
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-user-docs
gnome-user-share
gnome-weather
gnupg2
golang
google-carlito-fonts
google-chrome-stable
google-crosextra-caladea-fonts
google-droid-sans-fonts
google-noto-sans-gothic-fonts
google-noto-sans-nko-fonts
google-noto-sans-syriac-vf-fonts
grub2-efi-ia32
grub2-efi-ia32-cdboot
grub2-efi-x64
grub2-efi-x64-cdboot
grub2-pc
grub2-tools
grub2-tools-efi
grub2-tools-extra
grubby
gstreamer1-plugin-libav
gstreamer1-plugin-openh264
gstreamer1-plugins-bad-free
gstreamer1-plugins-good
gstreamer1-plugins-ugly-free
gutenprint
gutenprint-cups
gvfs-afc
gvfs-afp
gvfs-archive
gvfs-fuse
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-smb
hdparm
helm
hfsplus-tools
hidapi
hiredis
hostname
hplip
hunspell
hyperv-daemons
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpanel
hyprpaper
ibus-anthy
ibus-chewing
ibus-gtk3
ibus-gtk4
ibus-hangul
ibus-libpinyin
ibus-m17n
ibus-panel
ibus-typing-booster
ibus-xinit
initscripts
intel-audio-firmware
intel-gpu-firmware
intel-vsc-firmware
iproute
iptables-legacy
iptables-nft
iptstate
iputils
iscsi-initiator-utils
iwlegacy-firmware
iwlwifi-dvm-firmware
iwlwifi-mvm-firmware
julietaula-montserrat-fonts
jxrlib
k9s
kbd
kbd-legacy
kernel
kernel-modules
kernel-modules-extra
kexec-tools
kf6-karchive
kf6-kimageformats
kubernetes-client
ladspa-rubberband-plugins
langpacks-en
lazygit
less
libblockdev-tools
libdnf5-plugin-expired-pgp-keys
libebur128
libertas-firmware
libglvnd-gles
libopenjph
libreoffice-calc
libreoffice-emailmerge
libreoffice-graphicfilter
libreoffice-impress
libreoffice-opensymbol-fonts
libreoffice-pyuno
libreoffice-writer
librsvg2
libsane-hpaio
libstdc++-static
libtinysparql
libuser
libva-intel-media-driver
libxcrypt-compat
libyuv
linux-firmware
livesys-scripts
llvm-filesystem
localsearch
logrotate
loupe
lrzsz
lsof
luarocks
lv2-rubberband-plugins
lvm2
mactel-boot
madan-fonts
mailcap
man-db
man-pages
matugen
mcelog
mdadm
mediawriter
mesa-dri-drivers
mesa-libEGL
mesa-vulkan-drivers
microcode_ctl
minikube
ModemManager
mongodb-compass
mozilla-openh264
mpage
msr-tools
mt7xxx-firmware
mtr
nautilus
ncurses
neovim
net-tools
NetworkManager
NetworkManager-adsl
NetworkManager-bluetooth
NetworkManager-config-connectivity-fedora
NetworkManager-openconnect-gnome
NetworkManager-openvpn-gnome
NetworkManager-ppp
NetworkManager-pptp-gnome
NetworkManager-ssh-gnome
NetworkManager-ssh-selinux
NetworkManager-vpnc-gnome
NetworkManager-wifi
NetworkManager-wwan
nfs-utils
ninja-build
nmap-ncat
nnn
nodejs-bash-language-server
nss-mdns
ntfs-3g
ntfsprogs
nvidia-gpu-firmware
nvme-cli
nxpwireless-firmware
openh264
open-sans-fonts
opensc
opensc-libs
openssh-clients
openssh-server
openssl
open-vm-tools-desktop
openvpn3-client
orca
PackageKit-command-not-found
PackageKit-gstreamer-plugin
PackageKit-gtk3-module
pam_afs_session
paps
parted
passwdqc
pciutils
pcsc-lite
pcsc-lite-ccid
pgcli
pinentry-gnome3
pinfo
pipewire-alsa
pipewire-gstreamer
pipewire-jack-audio-connection-kit
pipewire-jack-audio-connection-kit-libs
pipewire-pulseaudio
pipewire-utils
plocate
plymouth
plymouth-system-theme
podman
policycoreutils
policycoreutils-python-utils
polkit
procps-ng
psacct
psmisc
ptyxis
python3-dbus-next
python3-inotify
python3-jsonschema
python3-jsonschema-specifications
python3-pip
python3-rapidfuzz
python3-referencing
python3-rpds-py
qadwaitadecorations-qt5
qatlib
qatlib-service
qatzip-libs
qemu-guest-agent
qemu-kvm-core
qt5-qtbase
qt5-qtbase-gui
qt5-qtdeclarative
qt5-qtxmlpatterns
quota
realmd
realtek-firmware
rhythmbox
rit-rachana-fonts
rootfiles
rpm
rpmfusion-free-release
rpmfusion-nonfree-release
rsync
rubberband-libs
ruby-bundled-gems
rubygem-irb
rubygem-rbs
rygel
samba-client
sane-backends-drivers-scanners
sdl2-compat
SDL3
selinux-policy-targeted
setup
shadow-utils
shfmt
shim-ia32
shim-x64
simple-scan
skopeo
slack
snapshot
sos
speech-dispatcher
spice-vdagent
spice-webdavd
sssd-common
sssd-kcm
stress
s-tui
sudo
sushi
swappy
swww
symlinks
system-config-printer-udev
systemd
systemd-oomd-defaults
systemd-resolved
systemd-shared
systemd-sysusers
systemd-udev
tar
tcpdump
teamd
telnet
thermald
time
tinysparql
tiwilink-firmware
toolbox
totem
traceroute
tree
tree-sitter-srpm-macros
unoconv
unzip
uresourced
urw-base35-bookman-fonts
urw-base35-c059-fonts
urw-base35-d050000l-fonts
urw-base35-fonts
urw-base35-gothic-fonts
urw-base35-nimbus-mono-ps-fonts
urw-base35-nimbus-roman-fonts
urw-base35-nimbus-sans-fonts
urw-base35-p052-fonts
urw-base35-standard-symbols-ps-fonts
urw-base35-z003-fonts
usb_modeswitch
usbutils
usermode
util-linux
uv
vamp-rubberband-plugins
vim-minimal
virtualbox-guest-additions
vlc-plugin-ffmpeg
vlc-plugin-pulseaudio
vlc-plugins-video-out
wget2-wget
which
whois
wireplumber
words
wpa_supplicant
x264
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs-gtk
xfsprogs
yelp
zip
zram-generator-defaults
zsh
